//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d تلاش های ناموفقیت برای رمز عبور";
"%d Failed Password Attempts" = "%d تلاش های ناموفقیت برای رمز عبور";

"1 Failed Passcode Attempt" = "1 تلاش ناموفقیت برای رمز عبور";
"1 Failed Password Attempt" = "1 تلاش ناموفقیت برای رمز عبور";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "انجام شد";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "استفاده از رمز عبور قبلی مقدور نیست, رمز جدید انتخاب کنید";
"Enter a different password. Cannot re-use the same password." = "استفاده از رمز عبور قبلی مقدور نیست, رمز جدید انتخاب کنید";

"Enter a passcode" = "رمز خود را وارد کنید";
"Enter a password" = "یک گذرواژه وارد کنید";

"Enter your new passcode" = "رمز عبور جدید خود را وارد کنید";
"Enter your new password" = "گذرواژه جدید خود را وارد کنید";

"Enter your old passcode" = "رمز عبور قبلی را وارد کنید";
"Enter your old password" = "گذرواژه قدیمی خود را وارد کنید";

"Enter your passcode" = "رمز خود را وارد کنید";
"Enter your password" = "گذرواژه خود وارد کنید";

"Invalid Passcode" = "رمز نادرست";
"Invalid Password" = "گذرواژه نادرست";

"Passcodes did not match.\nTry again." = "کد های عبور مطابقت نداشت.\nدوباره امتحان کنید.";
"Password did not match.\nTry again." = "گذرواژه مطابقت نداشت.\nدوباره امتحان کنید.";

"Re-enter your passcode" = "کد عبور خود را دوباره وارد کنید";
"Re-enter your password" = "گذرواژه خود را دوباره وارد کنید";

"Try again in %d minutes" = " %d دقیقه دیگر دوباره امتحان کنید";

"Try again in 1 minute" = " 1 دقیقه دیگر دوباره امتحان کنید";
